acpi
aerc
alacritty
alsa-utils
amd-ucode
android-tools
arch-wiki-docs
arch-wiki-lite
aria2
asar
base
base-devel
bat
benzene
blender
blueman
bluez
bluez-utils
brightnessctl
cargo-about
cargo-make
chafa
chess-tui
cliphist
cool-retro-term
cowsay
dbus-glib
dhcpcd
dialog
discord
dnsmasq
dnssec-tools
docker
docker-compose
docx2txt
dosfstools
duf
dust
efibootmgr
emacs
exfat-utils
expect
extra-cmake-modules
eza
fd
feh
figlet
filezilla
firefox
flameshot
fzf
gamescope
gdb
ghostscript
ghostwriter
gifsicle
gimp
git
git-delta
github-cli
glew1.10
gnu-netcat
gnuchess
godot
gradle
grub
gst-plugin-pipewire
guvcview
helvum
htop
httrack
hyde-cli-git
hyprland
hyprpicker
i3-wm
i3blocks
i3lock
i3status
imagemagick
inkscape
iw
iwd
jq
kitty
kservice5
lib32-freetype2
lib32-mesa
libnotify
libreoffice-fresh
libvirt
lighttpd
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lld
lsix
lsw
macchanger
man-db
man-pages
mangal-bin
mangohud
mesa-utils
mold
mpc
mpd
mpv
mypaint
nasm
ncmpcpp
neovim
net-tools
netpbm
niri
nmap
nvtop
nwg-look
obs-studio
ollama
onefetch
openjdk21-src
openssh
openvpn
optipng
pacman-contrib
pacutils
pamixer
parallel
pass
pavucontrol
pax-utils
perf
perl-image-exiftool
php
php-cgi
picom
pipewire-alsa
pipewire-pulse
plocate
pnpm
pokemon-colorscripts-git
polkit-gnome
polybar
powertop
pqiv
prettier
python-dbus
python-flask
python-mutagen
python-pdftotext
python-pip
python-pygame
python-termcolor
qemu-full
qqwing
qt5-graphicaleffects
qt5-imageformats
qt5-multimedia
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-speech
qt5-wayland
qt5-webengine
qt5-websockets
qt5ct
qt6ct
radare2
rbenv
reflector
ripgrep
rocm-hip-runtime
rocm-opencl-runtime
rsync
ruby
rust-analyzer
rustup
sd
sddm
shfmt
sl
slurp
socat
steam
stow
strace
sudo
swappy
swayidle
switcheroo-control
tcpdump
tealdeer
termshark
tesseract
texinfo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thefuck
thunderbird
timidity++
tmux
tor
traceroute
transmission-cli
tree
udiskie
unrar
unzip
v4l2loopback-dkms
vi
vice
vim
virt-manager
vulkan-radeon
vulkan-tools
waybar
wf-recorder
wget
wine
wine-mono
wireguard-tools
wireproxy
wireshark-qt
x11-ssh-askpass
xclip
xdg-dbus-proxy
xdg-desktop-portal-hyprland
xf86-video-amdgpu
xorg-xdpyinfo
xorg-xev
xorg-xeyes
xsel
yazi
yyjson
zathura
zathura-pdf-poppler
zed
zellij
zenith
zip
zoxide
zsh
